Repository: anisphere13/anisphere
Catalog: lib/l10n/app_*.arb
Languages: fr

# home_title
source: Home
fr: Maison

# settings_language
source: Language
fr: Langue

source: Confirm
fr: Confirmer

source: Cancel
fr: Annuler

# change_language_success
source: Language changed successfully
fr: La langue a changé avec succès

# appTitle
source: AniSph√®re
fr: AniSphère

# mainScreenTitle
source: Home
fr: Maison

# profile_incomplete_title
source: Profile incomplete
fr: Profil incomplet

# profile_incomplete_message
source: Please update your phone, address or profession.
fr: Mettez à jour votre téléphone, adresse ou profession.

# profile_update_button
source: Update
fr: Mettre à jour

# genealogy_title
source: Genealogy
fr: Généalogie

# genealogy_screen_text
source: Genealogy Screen
fr: Écran de généalogie

source: Father
fr: Père

source: Mother
fr: Mère

# breeder_affixe
source: Affix
fr: Affixe

source: Litter Number
fr: Numéro de portée

source: LOF Name
fr: Nom LOF

# identity_public_profile_title
source: Public Profile
fr: Profil public

# identity_summary_title
source: Identity
fr: Identité

# breeder_section_title
source: Breeder
fr: Éleveur

# microchip_number
source: Microchip
fr: Numéro de puce

source: Status
fr: Statut

source: Legal status
fr: Statut juridique

source: Identity updated
fr: Identité mise à jour

# identity_screen_title
source: Identity
fr: Identité

# microchip_label
source: Microchip number
fr: Numéro de puce

# status_label
source: Status
fr: Statut

# save_button
source: Save
fr: Enregistrer

# identityModuleTitle
source: Identity
fr: Identité

# identityModuleDescription
source: Manage your animal's identity
fr: Gérer l'identité de l'animal

# export_feature_coming
source: Export feature coming soon.
fr: Fonction export bientôt disponible.

# privacy_settings_coming
source: Privacy settings coming soon.
fr: Paramètres confidentialité à venir.

# stats_coming
source: Statistics coming soon.
fr: Statistiques à venir.

# local_share_success
source: Local share completed
fr: Partage local effectué

# cloud_share_success
source: Cloud share completed
fr: Partage cloud effectué

# identity_access_error
source: Failed to open identity.
fr: Erreur d'accès à l'identité.

source: No animal available
fr: Aucun animal disponible

source: No animal recorded
fr: Aucun animal enregistré

# save_error
source: Error while saving.
fr: Erreur lors de l'enregistrement.

# generic_error
source: An error occurred.
fr: Une erreur est survenue.

# ocr_feature_coming
source: OCR feature coming soon...
fr: Fonction OCR à venir...

# backup_success
source: Backup completed successfully.
fr: Sauvegarde effectuée avec succès.

# backup_error
source: Backup failed.
fr: Erreur lors de la sauvegarde.

# restore_success
source: Restore completed.
fr: Restauration réussie.

# restore_error
source: Restore failed.
fr: Erreur lors de la restauration.

# qr_scanned
source: QR scanned: {result}
fr: QR scanné : {result}
